Repository: common-repository/cc-scripts
Catalog: languages/cc-scripts-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Author
pl_pl: Autor

source: Scripts Settings
pl_pl: Ustawienia Skryptów

source: Scripts
pl_pl: Skrypty

source: Include scripts to
pl_pl: Dodaj skrypty do

source: Dependencies
pl_pl: Zależności

source: Comma separated %s handles. Works only with %s method.
pl_pl: Rozdzielone przecinkami identyfikatory funkcji %s. Działa jedynie z metodą %s.

source: Preferred method.
pl_pl: Preferowana metoda.

source: Use this option if you are not sure if the %s action is added to your theme.
pl_pl: Użyj tej opcji jeśli nie jesteś pewny czy akcja %s występuje w Twoim motywie.

source: It will add the scripts directly before the %s tag using %s.
pl_pl: Spowoduje to dodanie skryptów bezpośrednio przed znacznikiem %s za pomocą %s.

source: minify
pl_pl: minifikacja

source: Enable/Disable %s scripts minification.
pl_pl: Włącz/Wyłącz minifikację skryptów %s.

source: Add the following code directly after the %s tag in your theme (preferred method)
pl_pl: Dodaj poniższy kod bezpośrednio po znaczniku %s w swoim motywie (preferowana metoda)

source: Use this option if you cannot add the %s action to your theme.
pl_pl: Użyj tej opcji jeśli nie możesz dodać akcji %s do swojego motywu.

source: It will add the scripts directly after the %s tag using %s.
pl_pl: Spowoduje to dodanie skryptów bezpośrednio po znaczniku %s za pomocą %s.
